Repository: GGiOS/restoran
Catalog: Resmoscow/*.lproj/Localizable.strings
Languages: ru

source: Menu
ru: Меню

source: Order
ru: Заказ

source: Waiter
ru: Официант

source: Hookah
ru: Кальянщик

source: Exit
ru: Выход

source: Back to the menu
ru: Вернуться в меню

source: Call a hookah
ru: Пригласить кальянщика

source: Call the waiter
ru: Пригласить официанта

source: Thanks for your order!
ru: Спасибо за заказ!

source: Make an order?
ru: Оформить заказ?

source: Are you sure you want to delete all items from your order?
ru: Вы действительно хотите удалить все позиции из вашего заказа?

source: There is nothing in your order. Go to the Menu and add the items you are interested in to the order.
ru: В Вашем заказе ничего нет. Перейдите в Меню и добавьте интересующие Вас позиции в заказ.

source: Addition to the order
ru: Дополнение к заказу

source: Comment can not be empty
ru: Комментарий не может быть пустым

source: Invalid waiter ID
ru: Неверный идентификатор официанта

source: To exit the menu, enter the waiter code:
ru: Для выхода из меню введите код официанта:

# Waiter.info
source: Click "Call the waiter" and soon you will be approached by the first vacant waiter.
ru: Нажмите кнопку “Пригласить официанта” и в ближайшее время к вам подойдет первый освободившийся официант.

# Hookah.info
source: Click "Call a hookah" and soon you will be approached by the first vacant waiter. We recommend banana tobacco on milk :)
ru: Нажмите кнопку “Пригласить кальянщика” и в ближайшее время к вам подойдет первый освободившийся кальянщик. Рекомендуем банановый табак на молоке :)

# Ordered.info
source: We have received your order, now you will be approached by a waiter. We offer you to call a hookah to spend this time in a pleasant atmosphere.
ru: Мы уже получили ваш заказ, сейчас к вам подойдет официант. Предлагаем вам пригласить кальянщика, чтобы провести это время в приятной атмосфере.

source: Delete
ru: Удалить

source: Clear
ru: Очистить

source: Cancel
ru: Отменить

source: Add
ru: Добавить

source: Error. Try again
ru: Ошибка. Попробуйте снова

source: Yes
ru: Да

source: Waiter code
ru: Код официанта

source: Table code
ru: Код стола

source: Number of guests
ru: Количество гостей

source: Go to the menu
ru: Перейти в меню

source: Write a comment
ru: Написать комментарий

source: Comment to the order
ru: Комментарий к заказу

source: Order for
ru: Заказ на

source: Pack with you
ru: Упаковать с собой

source: Comment
ru: Комментарий

source: Send
ru: Отправить

source: Soon you will be approached by a free waiter
ru: В ближайшее время к вам подойдет свободный официант

source: Soon you will be approached by a free hookah
ru: В ближайшее время к вам подойдет свободный кальянщик

source: To place an order, add at least one item of interest from the menu
ru: Для оформления заказа, добавьте хотя бы одну интересующую вас позицию из меню

source: Note
ru: Примечание

source: Add to order
ru: Добавить к заказу

source: Selection limit exceeded
ru: Превышен лимит выбора
